tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"

brew "zsh"
brew "asdf"
brew "gh"
brew "git"
brew "lua"
brew "neovim"
brew "redis"
brew "vim"
brew "wget"
brew "zsh-syntax-highlighting"
brew "derailed/k9s/k9s"

cask "fig"
cask "google-chrome"
cask "skype"
cask "slack"
cask "spotify"
cask "1password"
cask "iterm2"
cask "google-drive"
cask "docker"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
