tap "homebrew/bundle"
tap "homebrew/cask-fonts"

brew "zsh"
brew "asdf"
brew "gh"
brew "git"
brew "lua"
brew "neovim"
brew "vim"
brew "wget"
brew "zsh-syntax-highlighting"

cask "fig"
cask "google-chrome"
cask "skype"
cask "slack"
cask "spotify"
cask "1password"
cask "iterm2"
cask "google-drive"
cask "docker"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "rectangle"
cask "tailscale"
cask "cloudflare-warp"
cask "whatsapp"
cask "telegram"
cask "onedrive"
cask "logi-options-plus"
cask "messenger"
cask "numi"
